[Play_X2_XP_S_PROP_Generic_Failure_A AkEvent]
SpokenText="Сегодня вечером состоится церемония награждения героических миротворцев \"Адвента\", обязательная для посещения всеми гражданами, не задействованными в неотложных работах."

[Play_X2_XP_S_PROP_Generic_Failure_B AkEvent]
SpokenText="В результате новой операции миротворцев против криминальных элементов наблюдается наплыв новых пациентов в клиники генной терапии. Можно уверенно сказать, что скоро наши идеи мира и согласия разнесутся по всему миру."

[Play_X2_XP_S_PROP_Generic_Failure_C AkEvent]
SpokenText="Благодаря вашему сотрудничеству во всех регионах наблюдается снижение террористической активности. Запрет на перемещение между городскими центрами отменяется. Помните: законопослушность вознаграждается."

[Play_X2_XP_S_PROP_Generic_Failure_D AkEvent]
SpokenText="После сегодняшнего решительного удара по террористам XCOM миротворцы \"Адвента\" выражают уверенность, что дни так называемого Сопротивления сочтены. Почему бы не отпраздновать это в ближайшей закусочной \"Адвента\"?"

[Play_X2_XP_S_PROP_Generic_Failure_E AkEvent]
SpokenText="Рост численности \"Адвента\" достиг рекордных значений. Представители администрации объясняют это успехами ряда операций против радикальных элементов, а также удвоением пайка. Обратитесь в вербовочный центр \"Адвента\" уже сегодня."

[Play_X2_XP_S_PROP_Generic_Success_A AkEvent]
SpokenText="По утверждению представителей \"Адвента\", террористические атаки за пределами городских центров не способны остановить развитие гуманитарных программ \"Адвента\". Добровольная иммиграция в настоящее время достигает рекордных за последние годы значений."

[Play_X2_XP_S_PROP_Generic_Success_B AkEvent]
SpokenText="Сегодня мы должны благодарить наших верных граждан за готовность вести борьбу с теми, кто до сих пор не отказался от ценностей старого мира, а также почтить минутой молчания миротворцев, погибших от рук террористов из XCOM."

[Play_X2_XP_S_PROP_Generic_Success_C AkEvent]
SpokenText="Не забывайте, что завтра все клиники генной терапии будут закрыты на техобслуживание. Ранние сообщения, что перебои в работе связаны с деятельностью террористов, были признаны в итоге пропагандой радикальных элементов."

[Play_X2_XP_S_PROP_Generic_Success_D AkEvent]
SpokenText="Сегодня представители \"Адвента\" сообщили, что действия миротворческих сил были частью запланированных учений. Сохраняйте спокойствие: стрельба и ранения были имитированы для повышения эффективности тренировок."

[Play_X2_XP_S_PROP_Generic_Success_E AkEvent]
SpokenText="Представители \"Адвента\" сообщают о повышении вербовочных норм в этом месяце. Мы призываем всех граждан обратиться в ближайший вербовочный пункт. Помните: лишь вместе мы способны построить светлое будущее."

[Play_X2_XP_S_PROP_Neutralize_Failure_A AkEvent]
SpokenText="Миротворцы \"Адвента\" подтверждают, что сегодня террористы предприняли нападение на гражданское лицо. Оно, однако, было предотвращено, а все его участники задержаны для допроса."

[Play_X2_XP_S_PROP_Neutralize_Failure_B AkEvent]
SpokenText="Несколько верных граждан \"Адвента\" смогли пережить нападение террористов из XCOM благодаря клиникам генной терапии. Генная терапия - в здоровом теле здоровый дух! Запишитесь в ближайшую клинику уже сегодня!"

[Play_X2_XP_S_PROP_Neutralize_Failure_C AkEvent]
SpokenText="Миротворческий контингент предотвратил сегодня покушение XCOM на гражданских лиц. Несколько известных сторонников этой террористической организации были задержаны."

[Play_X2_XP_S_PROP_Neutralize_Failure_D AkEvent]
SpokenText="Миротворцы \"Адвента\" защитили сегодня нескольких граждан от террористической организации XCOM. Не забудьте поблагодарить ваших миротворцев за верную службу!"

[Play_X2_XP_S_PROP_Neutralize_Failure_E AkEvent]
SpokenText="Миротворцы сегодня встали на защиту единства, отразив атаку преступной организации XCOM. Администрация напоминает: все попытки причинить вред гражданам \"Адвента\" будут строго пресекаться."

[Play_X2_XP_S_PROP_Neutralize_Success_A AkEvent]
SpokenText="Администрация \"Адвента\" напоминает: недавнее убийство сотрудника \"Адвента\" преступной организацией под названием XCOM не является поводом для волнений. Миротворцы \"Адвента\" уже начали задержания причастных."

[Play_X2_XP_S_PROP_Neutralize_Success_B AkEvent]
SpokenText="Администрация предполагает, что ответственность за убийство мирного работника лежит на радикальной организации, известной как XCOM. Мы просим граждан сообщать о подозрительных действиях ближайшему миротворцу."

[Play_X2_XP_S_PROP_Neutralize_Success_C AkEvent]
SpokenText="Трагическое событие: сегодня преступники из XCOM отняли жизнь еще одного верного сотрудника \"Адвента\". Всем, кто контактировал с ним, в обязательном порядке предписывается посетить церемонию прощания."

[Play_X2_XP_S_PROP_Neutralize_Success_D AkEvent]
SpokenText="Представители \"Адвента\" подтверждают, что сегодня важный сотрудник стал жертвой нападения преступной организации, известной как XCOM. Несмотря на то, что террористы покинули место преступления, миротворческие силы в ближайшем времени заставят их ответить за свои злодеяния."

[Play_X2_XP_S_PROP_Neutralize_Success_E AkEvent]
SpokenText="Сегодня сепаратисты из XCOM совершили очередное дерзкое нападение на законопослушных граждан \"Адвента\". Всех свидетелей мы просим немедленно сообщить об этом миротворцам \"Адвента\"."

[Play_X2_XP_S_PROP_Rescue_Failure_A AkEvent]
SpokenText="Неудачей закончилось сегодня дерзкое нападение радикальных элементов на центр содержания \"Адвента\". Для вашей безопасности проводится усиленное патрулирование."

[Play_X2_XP_S_PROP_Rescue_Failure_B AkEvent]
SpokenText="Радикалы из XCOM предприняли сегодня попытку проникнуть в один из реабилитационных центров. Войска \"Адвента\" героически отразили их нападение к радости нескольких перепуганных пациентов."

[Play_X2_XP_S_PROP_Rescue_Failure_C AkEvent]
SpokenText="Силы \"Адвента\" гордо стоят на страже мирных граждан. Сегодня этот урок выучили и террористы из XCOM: их попытка освободить нескольких опасных заключенных закончилась неудачей. Так держать, миротворцы!"

[Play_X2_XP_S_PROP_Rescue_Failure_D AkEvent]
SpokenText="Силы \"Адвента\" снова отразили нападение XCOM на центр содержания. Администрация уверена, что находящиеся в комплексе задержанные смогут предоставить ценную информацию, касающуюся агентуры XCOM."

[Play_X2_XP_S_PROP_Rescue_Failure_E AkEvent]
SpokenText="К всеобщему удивлению, несколько террористов сами сдались сегодня миротворцам для реабилитации. Представители \"Адвента\" поддержали решение бывших соратников XCOM открыть себя свету Старейшин."

[Play_X2_XP_S_PROP_Rescue_Success_A AkEvent]
SpokenText="Миротворческие силы \"Адвента\" вынуждены объявить международную тревогу после того, как нескольким опасным заключенным удалось сбежать из реабилитационного центра. Мы призываем граждан оказывать содействие миротворцам в их поимке."

[Play_X2_XP_S_PROP_Rescue_Success_B AkEvent]
SpokenText="Сбежавшие сегодня из центра содержания заключенные считаются вооруженными и крайне опасными. \"Адвент\" призывает граждан избегать всяческих контактов с ними. Для вашей безопасности объявляется комендантский час."

[Play_X2_XP_S_PROP_Rescue_Success_C AkEvent]
SpokenText="\"Адвент\" просит оказать содействие в поимке сбежавших сегодня заключенных. Помните: не сообщив вовремя ценную информацию, вы рискуете стать соучастниками."

[Play_X2_XP_S_PROP_Rescue_Success_D AkEvent]
SpokenText="Сегодняшняя засада, устроенная радикальной группировкой XCOM на доблестные силы \"Адвента\", помогла сбежать нескольким опасным преступникам. Ради вашей безопасности будет проведен обыск всех жилых районов в окрестностях."

[Play_X2_XP_S_PROP_Rescue_Success_E AkEvent]
SpokenText="В ответ на нападение XCOM на реабилитационный центр были мобилизованы миротворческие силы по всему городу. Подозреваемые в соучастии будут задержаны на неопределенное время."

[Play_X2_XP_S_PROP_Retaliation_Failure_A AkEvent]
SpokenText="Сегодняшняя попытка перемещения удаленного поселения закончилась катастрофой в результате нападения террористов. Пока неизвестно, было ли само поселение целью XCOM, но мы вынуждены с сожалением сообщить, что выживших после нападения не обнаружено."

[Play_X2_XP_S_PROP_Retaliation_Failure_B AkEvent]
SpokenText="Сегодня наши миротворцы вступили в бой с террористами в нелегальном поселении. Успешно устранив угрозу, силы \"Адвента\" обнаружили десятки единиц оружия и планы по их распространению в городских центрах. Так была предотвращена очередная потенциальная трагедия."

[Play_X2_XP_S_PROP_Retaliation_Failure_C AkEvent]
SpokenText="Миротворцы \"Адвента\" в шоке: очередное отдаленное поселение уничтожено террористами из XCOM. Представители \"Адвента\" направили в регион дополнительные патрули для поддержки уцелевшего населения."

[Play_X2_XP_S_PROP_Retaliation_Failure_D AkEvent]
SpokenText="Сегодня миротворцы \"Адвента\" ликвидировали тренировочную базу террористов. Войска столкнулись с упорным сопротивлением; противник полностью уничтожен. По утверждению представителей администрации, сегодняшняя операция позволит восстановить стабильность в регионе."

[Play_X2_XP_S_PROP_Retaliation_Failure_E AkEvent]
SpokenText="Действия XCOM унесли сегодня жизни обитателей одного из пограничных поселений. Представители \"Адвента\" предполагают, что причиной конфликта стали ресурсы. Гражданам рекомендуется избегать контакта с этой криминальной организацией."

[Play_X2_XP_S_PROP_Retaliation_Success_A AkEvent]
SpokenText="Согласно утверждениям очевидцев, миротворцы \"Адвента\" попали в засаду неизвестных агентов Сопротивления, пытаясь мирным образом устранить неавторизованное поселение. Официальных данных о потерях пока не поступало."

[Play_X2_XP_S_PROP_Retaliation_Success_B AkEvent]
SpokenText="Администрация \"Адвента\" в очередной раз заверяет граждан, что гуманитарная деятельность на приграничных территориях не прекратится, несмотря на жестокое нападение радикалов из XCOM на миротворческие силы. Мы стремимся к созданию безопасного мира для всех и каждого."

[Play_X2_XP_S_PROP_Retaliation_Success_C AkEvent]
SpokenText="Миротворцы \"Адвента\" были направлены для расследования слухов о лагере террористов на приграничной территории. Несмотря на их героические действия, нескольким опасным террористам удалось устроить засаду и избежать поимки."

[Play_X2_XP_S_PROP_Retaliation_Success_D AkEvent]
SpokenText="Сегодня администрации \"Адвента\" стало известно о том, что считающееся заброшенным поселение служит убежищем для террористов. Несмотря на то, что передовой отряд миротворцев попал в засаду повстанцев, \"Адвент\" готовит новую операцию."

[Play_X2_XP_S_PROP_Retaliation_Success_E AkEvent]
SpokenText="Операция гуманитарных отрядов \"Адвента\" сегодня обернулась трагедией: миротворцы, доставляющие медикаменты в удаленное поселение, стали жертвами засады XCOM. Церемония прощания состоится позже сегодня."

[Play_X2_XP_S_PROP_Sabotage_Failure_A AkEvent]
SpokenText="Своевременное предупреждение, поступившее от гражданских лиц, позволило сегодня миротворцам \"Адвента\" отразить нападение XCOM на наши коммуникационные системы. Комендантский час отменяется. Помните: выполнение гражданского долга поощряется."

[Play_X2_XP_S_PROP_Sabotage_Failure_B AkEvent]
SpokenText="Миротворцы нейтрализовали террористическую угрозу местной инфраструктуре. Представители \"Адвента\" утверждают, что ответственность за неудачный теракт лежит на группе, известной как XCOM. На ближайшее время гарнизон блокпостов утроен."

[Play_X2_XP_S_PROP_Sabotage_Failure_C AkEvent]
SpokenText="Сегодняшняя нестабильность энергообеспечения - результат запланированного расширения городского центра. Администрация напоминает: распространение слухов о террористических атаках является контрпродуктивным."

[Play_X2_XP_S_PROP_Sabotage_Failure_D AkEvent]
SpokenText="Миротворцы сегодня сорвали план XCOM по похищению ресурсов местной инфраструктуры. Представители \"Адвента\" утверждают, что операция завершилась полным успехом."

[Play_X2_XP_S_PROP_Sabotage_Failure_E AkEvent]
SpokenText="Радикальные группы Сопротивления сегодня снова не смогли помешать деятельности \"Адвента\". Успех миротворцев в значительной степени обусловлен сотрудничеством гражданских лиц."

[Play_X2_XP_S_PROP_Sabotage_Success_A AkEvent]
SpokenText="Гражданам следует знать, что в результате атак на инфраструктуру данного региона в городских центрах могут возникнуть перебои с продовольствием и медикаментами. Обратитесь к местным представителям за дополнительной информацией."

[Play_X2_XP_S_PROP_Sabotage_Success_B AkEvent]
SpokenText="Напоминаем всем гражданам: быть бдительными - ваш долг. Те, кто не сообщил вовремя о подозрительной деятельности рядом со стратегически важными объектами, могут быть задержаны и изгнаны из городских центров. Мы ценим ваше сотрудничество!"

[Play_X2_XP_S_PROP_Sabotage_Success_C AkEvent]
SpokenText="Всем гражданам, ставшим свидетелями сегодняшней террористической атаки, предписывается явиться к ближайшим миротворцам. Клиники генной терапии \"Адвента\" проведут сканирование на предмет наличия биологической угрозы. Сотрудничество является обязательным."

[Play_X2_XP_S_PROP_Sabotage_Success_D AkEvent]
SpokenText="В результате сегодняшних действий преступников из XCOM гражданам следует быть готовыми к перебоям в энергоснабжении по всему городу. \"Адвент\" уверяет вас, что энергообеспечение будет восстановлено в кратчайшие сроки."

[Play_X2_XP_S_PROP_Sabotage_Success_E AkEvent]
SpokenText="Ради вашей безопасности перемещение между городскими центрами отменяется, пока не будут завершены работы по улучшению системы энергоснабжения. Если у вас есть вопросы, обратитесь к ближайшему миротворцу \"Адвента\"."

[Play_X2_XP_S_PROP_Swarm_Failure_A AkEvent]
SpokenText="Несмотря на значительное численное преимущество противника, небольшой отряд миротворцев \"Адвента\" смог отразить внезапное нападение сил так называемого Сопротивления. Миротворцы утверждают, что причиной их победы с минимальными потерями стала безоговорочная вера в Старейшин."

[Play_X2_XP_S_PROP_Swarm_Failure_B AkEvent]
SpokenText="Террористы из XCOM потерпели поражение в своей последней попытке посеять хаос на улицах города. Миротворцы продолжают патрулировать район для защиты гражданского населения."

[Play_X2_XP_S_PROP_Swarm_Failure_C AkEvent]
SpokenText="Сегодня произошло очередное столкновение между миротворцами \"Адвента\" и силами террористов. Свидетели сообщают, что миротворцам не только удалось дать отпор врагу, но и предотвратить потери среди мирного населения."

[Play_X2_XP_S_PROP_Swarm_Failure_D AkEvent]
SpokenText="Представители \"Адвента\" выражают благодарность информаторам, внесшим ощутимый вклад в успех операции против пособников XCOM. Транспортное сообщение с пострадавшим районом восстановлено."

[Play_X2_XP_S_PROP_Swarm_Failure_E AkEvent]
SpokenText="Сегодня несколько повстанцев отказались сдаваться и вступили в бой с миротворцами \"Адвента\". Несмотря на то, что, к сожалению, кровопролития избежать не удалось, мы стали на шаг ближе к завершению войны и наступлению эпохи всеобщего мира."

[Play_X2_XP_S_PROP_Swarm_Success_A AkEvent]
SpokenText="\"Адвент\" заверяет всех граждан: несмотря на недавние нападения радикальных элементов, вы можете быть уверены, что наши миротворцы ставят вашу безопасность превыше всего."

[Play_X2_XP_S_PROP_Swarm_Success_B AkEvent]
SpokenText="Сегодня известному соучастнику террористов удалось уйти от группы захвата в результате нападения радикалов из XCOM. Героические действия миротворческих отрядов \"Адвента\" позволили свести жертвы среди мирного населения к минимуму. Группы захвата продолжают преследование беглецов."

[Play_X2_XP_S_PROP_Swarm_Success_C AkEvent]
SpokenText="Сегодня миротворцы провели обыск убежища преступных элементов и, несмотря на общий успех, вынуждены сообщить, что известным пособникам XCOM удалось бежать. Мы просим граждан сообщать о подозрительных действиях ближайшему миротворцу."

[Play_X2_XP_S_PROP_Swarm_Success_D AkEvent]
SpokenText="Сегодня миротворцы героически отразили нападение XCOM. Их действия позволили свести к минимуму разрушения и жертвы. Мы благодарим наши войска за самоотверженность."

[Play_X2_XP_S_PROP_Swarm_Success_E AkEvent]
SpokenText="Представители \"Адвента\" опровергли слухи о вооруженном конфликте между миротворцами и террористами из XCOM. Гражданам рекомендуется избегать указанного района, пока проводится расследование событий."

